---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadIsUniform
source: html/ec070a10-2c84-7fa1-0718-6941e1b43744.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadIsUniform Property

"Uniform Load"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadIsUniform { get; }
```